IDEA Open Model
ConcreteCheckResult.CheckResults Property
Compatible with IDEA StatiCa Beta 20.0
 All results - first is extreme
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ConcreteCheckResultBase> CheckResults { get; set; }
Public Property CheckResults As List(Of ConcreteCheckResultBase)
	Get
	Set
Property Value
Type: List<ConcreteCheckResultBase>
See Also
Reference
ConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace